{"pages":[{"title":"关于","text":"关于我","link":"/about/index.html"},{"title":"置顶","text":"新手查看其他","link":"/top/index.html"}],"posts":[{"title":"Defi-ETH系列介绍一","text":"","link":"/2021/03/13/Defi-ETH%E7%B3%BB%E5%88%97%E4%BB%8B%E7%BB%8D%E4%B8%80/"},{"title":"Defi BSC系介绍一","text":"","link":"/2021/03/13/Defi-BSC%E7%B3%BB%E4%BB%8B%E7%BB%8D%E4%B8%80/"},{"title":"Layer2板块介绍一","text":"","link":"/2021/03/13/Layer2%E6%9D%BF%E5%9D%97%E4%BB%8B%E7%BB%8D%E4%B8%80/"},{"title":"NFT项目介绍一","text":"","link":"/2021/03/13/NFT%E9%A1%B9%E7%9B%AE%E4%BB%8B%E7%BB%8D%E4%B8%80/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2021/03/08/hello-world/"},{"title":"今日学习-技术分析-半木夏老师分享","text":"不装不忽悠，辩证独立向优秀的人学习今天主要学习了一下半木老师的视频分享半木夏读书室19-K线技术分析十二要点：1 K线形态，不过我个人不太看点位预测2","link":"/2021/03/15/%E4%BB%8A%E6%97%A5%E5%AD%A6%E4%B9%A0-%E6%8A%80%E6%9C%AF%E5%88%86%E6%9E%90-%E5%8D%8A%E6%9C%A8%E5%A4%8F%E8%80%81%E5%B8%88%E5%88%86%E4%BA%AB/"},{"title":"关于","text":"","link":"/2021/03/09/%E5%85%B3%E4%BA%8E/"},{"title":"利弗摩尔留下的9点启示","text":"在人类奋斗的每一个领域，永远都只有极少数的人出类拔萃非同寻常！杰西.利弗摩尔就是这样一个人，他是一个孤独的人，一个沉默而神秘的人；他是投机领域中的天才，是华尔街的一个传奇！利弗摩尔15岁开始股票交易，不到30岁，就身价百万；他正确预见了1907年的市场暴跌，其垄断了当时的整个商品市场，并在一天内净赚300万美元；实际上，当时美国的每一蒲式耳棉花(资讯,行情)、玉米(资讯,行情)和小麦(资讯,行情)都有他的一部分！在那次暴跌中，大银行家J.P.摩根特意派人请求利弗摩尔停止在市场上买空卖空，以便挽救处于窘境颓废的美国经济。在1929年的经济大恐慌中，他又一次天才地在最高价做空，赚了整整一个亿美元的暴利！ 杰西.利弗摩尔作为所有时代最精明的交易商之一，他能够在风口浪尖上驾驭自己情绪，他是一个聪明而又自律的人，是一个有紧迫感且逻辑能力极强的人，他也是一个复杂的人，他在市场和婚姻中经历了反复的成功和失败。他遵循他自己的规则，像一只孤独的狼一样地进行交易，在他快到60岁的时候，他赚到了一大笔钱，但又很快全赔了进去，市场的大潮就是这样无情，市场不再对他感兴趣了。这是市场对他最后的一击，从此他再也没有恢复过来。战胜市场的兴奋已经成为过去，他那神奇的感觉和他活下去的愿望也成了过去！ 杰西.利弗摩尔浸淫股市40余年，历经四起四落之后，写出不朽的投机著述中的经典－－《股票作手回忆录》！这本书既有实践，又有理论；既有传奇，又有幻灭。利维摩尔是位天才的投机家，其单抢匹马，悟到技法，赚到当时神话般的财富；后又因人性弱点，跌落尘埃，饮弹苍凉自尽。他的人生就是一次波澜壮阔，动人心魄的超级行情。他的一生就是对投机二字的最好诠释。其本人以自己传奇的经历为主线写的这本书应该为每位欲想成功的投机者所必读！书中，切中要害之语频频给读者以心理冲击，那充满浩气与灵性的操作也带给读者以震颤和启迪。利维摩尔的这本书，利维摩尔这个人，不知曾令多少人，也不知将令多少人，领悟交易的真谛，参悟苍茫的人生！ 大作手到底要告诉了我们什么呢？我将其归纳为九点，要点后的表述基本上是引用了利弗摩尔的原话，接下来让我们洗耳聆听七十年前大师的教诲！ 1、市场是有规律的，市场的规律性缘因于不变的人性！ 我很早就学到的一个教训，就是华尔街没有新事物。华尔街不可能有新事物，因为投机就像山岳那么古老。股市今天发生的事情以前发生过，以后会再度发生。我从来没有忘记这一点。我想我真正没法记住的就是何时和如何发生，我用这种方式记住的事实，就是我利用经验的方法。华尔街从来不会改变，钱袋却会改变，股票却会改变；但华尔街从来不会改变，因为人的本性是从来不会改变的。 我认为，控制不住自己的情绪是投机者真正的死敌，希望、恐惧和贪婪总是存在的，他们就藏在我们的心里，它们在市场外面等着，等着跳进市场来表现，等着机会大赚一把；无论是在什么时候，从根本上说，由于贪婪、恐惧、无知和希望。人们总是按照相同的方法重复自己的行为－－这就是为什么那些数字构成的图形和趋势总是一成不变地重复出现的原因。 2、耐心等待市场真正完美的趋势，不要做预测性介入 ； “时机就是一切”，在恰当的时候买进，在恰当的时候卖出。 交易不是每天要做的事情，那种认为随时都要交易的人，忽略了一个条件，就是，交易是需要理由的，而且是客观的，适当的理由。除了设法决定如何赚钱之外，交易者必须也设法避免亏钱。知道什么应该做，跟知道什么不应该做几乎一样重要。 事实上，如果我在开始交易前，肯定自己正确无误，我总是会赚钱。打败我的，是没有足够的头脑，坚持我擅长的游戏——也就是说，只有在前兆对我的操作有利，让我满意时才进场。做所有的事情都要讲时机，但是我不知道这一点。在华尔街，有这么多人根本不能算是大傻瓜，却遭到失败，原因正是这一点。傻瓜当中，有一种十足的傻瓜，他们在任何地方、任何时候，都会做错事，但是有一种是股市傻瓜，这种人认为他们随时都要交易。没有人能够一直拥有适当的理由，每天都买卖股票——也没有人拥有足够的知识，能够每次都高明地操作。 股票作手必须对抗内心中很多代价高昂的敌人。赚大钱要靠“等待”，而不是靠想。一定要等到所有因素都对你有利的时机。预测市场之所以如此困难，就是因为人的本性，驾驭和征服人的本性是最困难的任务。仔细地选择时机是非常重要的……操之过急，是要付出代价的。我的损失完全是由于缺乏耐心造成的，没有耐心地等待恰当的时机来支持事先已经形成的看法和计划。不懂得15年后，有些事情让我能够等待长长的两星期，看着我十分看好的股票上涨30点，才觉得买进很安全.这要有耐心，等着恰当的关键点出现，等着恰当的交易时机。耐心、、、、、、耐心、、、、、、耐心－－这就是他把握时机，获得成功的诀窍。他常常说：“赚钱的不是想法，而是静等”。一个人需要做的只是观察市场正在告诉他什么，并对此做出反应。答案就在市场本身，挑战来自对呈现出来的事实做出正确的解释。 “时机就是一切”，在进入交易之前，最重要的是确定最小阻力线是否和你的交易方向一致。我的经验是，如果我不是在接近某个趋势的开始点才进入市场，我就绝对不会从这个趋势中获取多少利润。原因是，我错失了利润储备，而这种储备对于一个人的勇气和耐心是非常必要的，有了这种勇气和耐心，他就可以静观市场变化，就可以在这次行情结束前必定不断出现的小的回落或回升面前持股不动。市场会即时向你发出什么时候进入市场的信号，同样肯定的是，市场也会及时向你发出退场的信号－－如果你耐心等待的话。“罗马不是一天建成的”，真正重大的趋势不会在一天或一个星期就结束。它走完自己的逻辑过程是需要时间的。 在很多时候，利弗摩尔是持币观望，直到合适地行情出现。他的很多成功就在于他能够持币观望，耐心等待，直到“恰当的行情出现在他的面前”。当行情出现，有很多对他有利的机会出现时，在这个时候，也只有在这个时候，他才像眼镜蛇一样，“噌”地一声窜出去。“我后来的交易理论的一个关键是：只在关键点上进行交易。只要我有耐心，在关键点上进行交易，我就总能赚到钱。我还认为，一只股票的行情的最大部分往往发生在这一次行情的最后两个星期或更长一段时间。同样的道理也可以用于商品期货。所以，我再强调一遍，投机者必须有耐心，要蓄势待发，要等待”。关键点的定义是：进行交易的最恰当的心理时刻。利弗摩尔从来不在最低的价格时买进，也从不在最高的价格时卖出.他要在恰当的时候买进，在恰当的时候卖出。“但要记住，在使用关键点预测行情的时候，如果这只股票在越过关键点之后，没有像它应该表现，那就是一个需要立即引起注意的重要的危险信号。只要我失去耐心，没有等到关键点的出现，而是像轻而易举地赚到钱，我就肯定赔钱。另外需要注意的是：在一次行情快结束的时候，成交量大幅度增加往往是一次真正的分配，因为股票从强手转给了弱手，从专业操盘手转到了普通股民。一般股民认为成交量大幅增加是正常调整之后－－不是向最高价格调整就是向最低价格调整－－而出现的活跃和健康市场的一个信号，但是这种看法是没有依据的。 我要向愿意把投机看成一种严肃生意的那些人说清楚，而且我希望郑重重申的是，一厢情愿的想法必须清除；指望每天或每星期都投机的人，不会获得成功；你允许你自己进入交易的次数，一年只能有几次，可能只有四五次。在交易之前，要等待，要耐心地等待，直到尽可能多的因素都对你有利的时候，再进行交易。耐心可以使你赚到钱。在市场呈现胶着状态的时候，股票的价格实际上就停滞的，不要预测或估计市场将在什么时候朝找什么方向发展，这是很危险的。你必须等待市场或股票出现突破。不要估计！等着市场来证实！不要跟报价单争论。现金过去是，现在是，将来也永远是国王。事实上，“往往是那些持币观望，等到恰当时机进行交易的人才能赚到大钱。耐心，耐心，再耐心－－不是速度－－才是成功的关键。如果一个精明的投机者把握好这一点的话，时间就是他最好的朋友。掌握恰当的时机进入市场，时间不是金钱，因为有时候，尽管你早早进入了市场，却不能赚到钱－－时间就是时间，而资金就是资金，更经常的请开始，资金再等到恰当的时候进入市场才能赚到钱－－耐心，耐心，再耐心，是成功的关键，千万不要着急。 我们每个人都受到一个共同弱点的诱惑：每次出牌都想赢，我们当然愿意每一手牌都赢。这正是我们大家都有的人类的弱点，在某种程度上，他是投资者和投机者最大的敌人，如果不加防范，它将最终导致投机的溃败！有的时候，人们应该投机；同样肯定的是，有的时候，人们不应该投机。优秀的投机家们总是在等待，总是有耐心，等待着市场证实他们的判断。没有市场的证实，不要预测，也不要采取行动。有很多次，我和其他许多投机者一样，没有耐心等待肯定要发生的事情。我想每时每刻都能赚到利润。我是人，也屈从于人的弱点。和所有的投机者一样，我也没有了耐心，失去了正确的判断。颠倒了它们的位置－－在该感到害怕的时候却充满希望，在该充满希望的时候却感到恐惧。 让我重复一遍，在一个趋势真的出现时，肯定会同期出现一些时机，而且我坚信，任何具有投机天赋且具有耐性的人，都能够设计出一种特殊的方法当作自己的原则，这种原则可以让他在最初入市时做出正确的判断。真正的趋势不会在它们开始那天就结束，完成一次真正的趋势是需要时间的。请记住，股票永远不会太高，高到让你不能开始买进，也不会低到不能开始卖出。但是在第一笔交易后，除非第一笔出现利润，否则别做第二笔。要等待和观察。这就是你解盘能力发挥作用的时候，让你能够判定开始的正确时机。很多事情成功与否，要看是否在完全正确的时机开始。我花了很多年才了解这一点的重要性。这一点也花了我好几十万美元。 3、正确就是正确，错误就是错误，只做正确的事情，不要错上加错！ 一位极具天才的投机家曾经告诉过我：“当我看见一个危险信号的时候，我不跟它争执。我躲开！几天以后，如果一切看起来还不错，我就再回来。我是这么想的，如果我正沿着铁轨往前走，看见一辆火车以每小时60英里的速度向我冲来，我会跳下铁轨让火车开过去，而不会愚蠢地站在那里不动。它开过去之后，只要我愿意，我总能再回到铁轨上来。”这番话非常形象地表现了一种投机智慧，令我始终不忘。 奇怪的是，大多数投机者遇到的麻烦是，他们自己内心中的一些东西使他们没有足够的勇气在他们应该平仓的时候平仓。他们犹豫不决，他们在犹豫当中眼睁睁地看着市场朝着对自己不利的方向变动了很多个点。 显然，应该要做的事是在多头市场看多，在空头市场中看空。听起来很好笑，对不对？但是我必须深深了解这个一般原则，才能够看出要把这个原则付诸实施。我花了很长的时间，才学会根据这些原则交易。解盘在这种游戏中是重要的一部分，在正确的时候开始也很重要，坚持自己的部位也一样重要。但是我最大的发现是一个人必须研究和评估整体状况，以便预测为了的可能性。我不再盲目地赌博，不再关心如何精通操作技巧，而是关心靠着努力研究和清楚的思考，赢得自己的成功。我也发现没有一个人能够免于犯下愚蠢操作的危险。一个人操作愚蠢，就要为愚蠢付出代价。 4、市场包容和消化一切，它永远都是正确的，顺应市场是最明智的！ 我的理论是：“在这些重大的趋势背后，总有一股不可抗拒的力量。” 知道这一点就足够了，对价格运动背后的所有原因过于好奇，不是什么好事。大众应该始终记住股票交易的要素:只要认识到趋势在什么地方出现，顺着潮流驾驭你的投机之舟，就能从中得到好处，不要跟市场争论，最重要的是，不要跟市场争个高低。一支股票上涨时，不需要花精神去解释它为什么会上涨。持续的买进会让股价继续上涨。只要股价持续上涨，偶尔出现自然的小幅回档，跟着涨势走，大致都是相当安全的办法。但是，如果股价经过长期的稳定上升后，后来转为逐渐开始下跌，只偶尔反弹，显然阻力最小的路线已经从向上变成向下。情形就是这样，为什么要寻找解释呢？股价下跌很可能有很好的理由，但是，这些理由只有少数人知道，他们不是把理由秘而不宣，就是反而告诉大众说这支股票很便宜。这个游戏的本质就是这样，大众应该了解，少数知道内情的人不会说出真相。 简单的事实是，行情总是先发生变化，然后才有经济新闻，市场不会对经济新闻作出反应。市场是活的，它反映的是将来。因此，企图根据当前的经济新闻和当前的事件预测股市的走势是非常愚蠢的。贪婪和恐惧一样，都会扭曲理性。股市只讲事实，只讲现实，只讲理性，股市永远不会错，错的是交易者。 5、亏损是交易的成本，失败并不可怕，可怕的是没有从失败中得到足够的教训！ 不管交易者多么有经验，他犯错做出亏损交易的可能性总是存在。因为投机不可能百分之百安全。所谓经验就是教训比较多，比较深刻，让人心痛，让人尴尬；不痛，记不住，不痛，不会反思。事情就是这样。一个人犯错很正常，但是如果他不能从错误中吸取教训，那就真冤了。 世界上没有什么东西，比亏光一切更能教会你不该做什么。等你知道不该做什么才能不亏钱时，你开始学习该做什么才能赢钱。要是有人告诉我，说我的方法行不通，我反正也会彻底试一试，好让自己确定这一点。因为我错误的时候，只有一件事情——就是亏钱——能够让我相信我错了。我知道总有一天我会找到错误的地方，会不再犯错。只有赚钱的时候，我才算是正确，这就是投机。 一个人要花很长的时间，才能从他所有错误中学到所有的教训。有人说凡事都有两面，但是股市只有一面，不是多头的一面或空头的一面，而是正确的一面。让这条通则深深印在我的脑海里，所花费的时间，远远超过股票投机游戏中大多数比较技术层次的东西。 亏钱是最不会让我困扰的事情。我认亏之后，亏损从来不会困扰我。隔天我就忘掉了。但是错误——没有认亏——却是伤害口袋和心灵的东西。要是一个人不犯错的话，他会在一个月之内拥有全世界。但是如果他不能从错误中得到好处，他绝对不能拥有什么好东西。 6、交易就是理性与情感的对抗！交易需要理性的计划。 我很早以前就认识到，股市从来都不是平淡无奇的。它是为愚弄大多数人、大多数时间而设计的。股市上的两种主要的情绪，希望和恐惧－－希望往往是因为贪婪而产生的。而恐惧往往是因为无知而产生的。我认为，控制不住自己的情绪是投机者真正的死敌，希望、恐惧和贪婪总是存在的，他们就藏在我们的心里，它们在市场外面等着，等着跳进市场来表现，等着机会大赚一把。希望对于人类的生存是至关重要的。但希望与股市上的表亲－－－无知、贪婪、恐惧和扭曲的理智是一样的。希望掩盖了事实，而股市只认事实。结果是客观的，是最终的，就像自然一样，是不会改变的。另外，还要永远记住，你能赢一场赛马，但你不能赢所有的赛马。你能在一只股票上赚钱，但你不会在任何时候都能从华尔街上赚到钱－－任何人都不能。 贪婪、恐惧、缺乏耐心、无知和希望，所有这些都会使投机者精疲力竭。经过几次失败和灾难之后，投资者也许变得士气低落、沮丧、消沉，放弃了市场，放弃了市场所提供的赚钱的机会。投机者必须控制的最大问题就是他的情绪。记住，驱动股市的不是理智、逻辑活纯经济因素，驱动股市的是从来不会改变的人的本性。它不会改变，因为它是我们的本性。 投机客的主要敌人总是从内心出现。人性跟希望和恐惧无法分开。在投机时，如果市场背离你，你希望每天都是最后一天——而且你要是不遵从希望，你会损失的比应有程度还多——强烈到可以媲美大大小小的开过功臣和开疆拓土的豪杰。市场照你的意思走时，你害怕明天会把你所有的利润拿走，因此你退出——退得太快了。害怕使你赚不到应赚的那么多钱。成功的交易者必须克服这两个根深蒂固的本能。他必须改变你可以称之为天性冲动的东西。他抱着希望时，其实应该要害怕，在害怕时，他应该要抱着希望。他必须害怕他的亏损可能变成更大的亏损，希望他的利润可能变成更大的利润。照一般人那样在股票上赌博，绝对是错误的。 记住，如果一个投资者没有自律，没有一种明确的策略，没有一个简单易行的计划，他就会陷入情绪的陷阱。因为没有一个计划的投机者就像是一个没有战略，因为也就没有可行的作战方案的将军。没有一个明确计划的投机者只能是投机，投机，再投机，终归有一天不幸“中箭落马”，在股市上遭到彻底的失败。实际上，在所有生意人的一天中，都没有处理最重要的事情的计划。这就像战场上的一个将军，他的士兵的性命取决于他那周密的计划，取决于对这个计划的执行，在股市上，没有错误和漫不经心的余地。 7、控制你的交易，管理你的资金 除非你知道你要进行的交易在财务上是安全的，否则，绝不要进行任何交易。“没有经验的投机者面临的困境往往是为每一笔头寸付出的太多。为什么呢？因为每个人都想交易。为每笔交易付出太多，是不符合人性的。人们都想在最低价时买进，在最高价时卖出。心态要平和，不要与事实争辩，不要在没有希望的时候保有希望，不要与报价机争辩，因为报价机总是正确的－－在投机中没有希望的位置，没有猜测的位置，没有恐惧的位置，没有贪婪的位置、、、、、、没有情绪的位置。” “最后，投机者在买股票的时候应该分几次买，而且每次只买一定的比例。”如果我在某种情况下买进一只我看好的股票，但它没有按照我所希望的那样表现，对我来说，这就是卖掉这只股票的足够证据，如果这只股票后来涨了，我也不责备自己，也不会有什么痛苦的想法。我后来在实际操作中提出了自己的理论，这一理论强调资金占有时间在股市交易中的重要作用。在投机者管理自己的资金时，这种“总想赢”的愿望是他最大的敌人，它最终将带来灾难。在股市上，时间不是金钱，时间就是时间，而金钱就是金钱。 我提出了我的10％规则－－如果我在一笔交易中的损失超过10％，我就马上抛出.从来不问原因，股票的价格跌了，这就是我退出来的原因。我是凭本能抛出，实际上，这不是本能，这是多年来在股市上拼杀积累起来的潜意识。你必须服从你自己定的规则......不能欺骗你自己，不要拖延，不要等待！我的基本原则是，绝不让亏损超过资本的10％。 8、投资者最大的敌人不是市场，不是别的其他，而是投资者自己，大波动才能让你挣大钱！ 这里让我说一件事情：在华尔街经历了这么多年，赚了几百万美元，又亏了几百万美元之后，我想告诉你这一点：我的想法从来都没有替我赚过大钱，总是我坚持不动替我赚大钱，懂了吗？是我坚持不动！对市场判断正确丝毫不足为奇。你在多头市场里总会找到很多一开始就作多的人，在空头市场里也会找到很多一开始就作空的人。我认识很多在适当时间里判断正确的人，他们开始买进或卖出时，价格正是在应该出现最大利润的价位上。他们的经验全都跟我的一样——也就是说，他们没有从中赚到真正的钱。能够同时判断正确又坚持不动的人很罕见，我发现这时最难学习的一件事。但是股票作手只有确实了解这一点之后，他才能够赚大钱。这一点千真万确，作手知道如何操作之后，要赚几百万美元，比他在一无所知时想赚几百美元还容易。 原因在于一个人可能看得清楚而明确，却在市场从容不迫，准备照他认为一定会走的方向走时，他变得不耐烦或怀疑起来。华尔街有这么多根本不属于傻瓜阶级的人，甚至不属于第三级傻瓜的人，却都会亏钱，道理就在这里。市场并没有打败他们。他们打败了自己，因为他们虽然有头脑，却无法坚持不动。我开始了解要赚大钱一定要在大波动中赚。不管推动大波动起步的因素可能是什么，事实俱在，大波动能够持续下去，不是内线集团炒作或金融家的技巧造成的结果，而是依靠基本形势。不管谁反对，大波动一定会照着背后的推动力量，尽其所能地快速推动到尽头。 不理会大波动，设法抢进抢出，对我来说是致命大患。没有一个人能够抓住所有的起伏，在多头市场里，你的做法就是买进和紧抱，一直到你相信多头市场即将结束时为止。要这样做，你必须研究整个大势，而不是研究明牌或影响个股的特殊因素，然后你要忘掉你所有的股票，永远忘掉！一直到你看到——或者你喜欢说，一直到你认为你看到——市场反转、整个大势开始反转时为止。要这样做，你必须用自己的头脑和眼光，否则我的建议会告诉你低买高卖一样白痴。任何人所能学到一个最有帮助的事情，就是放弃尝试抓住最后一档——或第一档。这两档是世界上最昂贵的东西。总计起来，这两档让股友耗费了千百万美元，多到足以建筑一条横贯美洲大陆的水泥公路。 一个人对自己的判断没有信心，在这种游戏中走不了多远。这些大概是我学到的一切——研究整体状况，承接部位，并且坚持下去。我可以没有半点不耐烦地等待，可以看出会下挫，却毫不动摇，知道这只是暂时的现象。我曾经放空10万股，看出大反弹即将来临。我认定——正确地认定——这种反弹在我看来是无可避免，甚至是健全地，在我的账面利润上，会造成100万美元的差别。我还是稳如泰山，看着一半的账面利润被洗掉，丝毫不考虑先回补、反弹时再放空的作法。我知道如果我这样做，我可能失去我的部位，从而失去确定赚大钱的机会，大波动才能替你赚大钱。 9、投机是一场游戏，更是你自己的事业，需要持续的努力、付出和总结 我是在寻找比消遣和社会交往更大的游戏。我要通过自己的努力成为股市上最优秀的人－－这给我带来了真正的愉快和满足。炒股实际上就是玩游戏，一定要在这场游戏中获胜。好的股票交易者不能不像训练有素的职业运动员一样，他们必须养成良好的生活习惯，保持充沛的体力，如果他想使自己的精力总是处在巅峰状态的话。体力与精力必须保持一致，因为没有比股市更紧张，更令人兴奋的战场了。 驱动我的也绝不是金钱，它是一场游戏，是一场解开谜团的游戏，是一场把人类历史上最伟大的头脑搞乱搞复杂的游戏。对我来说，激情、挑战、兴奋，都在打赢这场游戏之中了，这场游戏是一个充满活力的谜语，是一个有着双关语谜底的谜语，而这个谜底就是要由我来告诉在华尔街投机的所有男男女女的。在游戏中，你的神经被推倒了极限，但奖赏也是非常高的。我的事业是交易——也就是遵循眼前的事实，而不是遵循我认为别人应当会做的事情。 让我给你提个醒：你的成功将与你在自己的努力中所表现出来的真心和忠诚成正比，这种努力包括坚持自己做行情记录，自己进行思考并得出自己的结论。一个人要是想靠这个游戏（投机）过活，必须相信自己和自己的判断。没有人能靠别人告诉他要怎么做赚大钱。股市是人类发明的最大的和最复杂的谜团，解开这个谜团的人是应该得头奖的。一个人要花很长的时间，才能从他所有错误中学到所有的教训。有人说凡事都有两面，但是股市只有一面，不是多头的一面或空头的一面，而是正确的一面。让这条通则深深印在我的脑海里，所花费的时间，远远超过股票投机游戏中大多数比较技术层次的东西。在投机上只有一条取得成功的道路，这就是努力，努力，再努力。 最后，让我们以华尔街观察家理查德.斯密特恩的话作为结束：“谢谢你，杰西.利弗摩尔，感谢你的智慧，感谢你所做的艰苦工作，感谢你那非凡的悟性。在探寻投机方法的道路上，你从来都没有过终点。”","link":"/2021/04/21/%E5%88%A9%E5%BC%97%E6%91%A9%E5%B0%94%E7%95%99%E4%B8%8B%E7%9A%849%E7%82%B9%E5%90%AF%E7%A4%BA/"},{"title":"平台币介绍-BNB","text":"","link":"/2021/03/13/%E5%B9%B3%E5%8F%B0%E5%B8%81%E4%BB%8B%E7%BB%8D-BNB/"},{"title":"平台币介绍-HT","text":"","link":"/2021/03/13/%E5%B9%B3%E5%8F%B0%E5%B8%81%E4%BB%8B%E7%BB%8D-HT/"},{"title":"平台币介绍-OKB","text":"","link":"/2021/03/13/%E5%B9%B3%E5%8F%B0%E5%B8%81%E4%BB%8B%E7%BB%8D-OKB/"},{"title":"平台币介绍-UNI","text":"","link":"/2021/03/13/%E5%B9%B3%E5%8F%B0%E5%B8%81%E4%BB%8B%E7%BB%8D-UNI/"},{"title":"新手查看","text":"写博客主要是用于自己反思，总计，前进，是留给自己、写给自己的。在未来往回看，能顺着昔日留下的痕迹，找到曾经的记忆和发生的事情，另一方面是督促自己深思和实践。某种意义上它只属于博主自己，当然，它也属于那些愿意、也有能力欣赏与阅读他人心灵的人们。 币圈项目比较多，目前只介绍博主认知范围内的重点项目。","link":"/2021/03/09/%E6%96%B0%E6%89%8B%E6%9F%A5%E7%9C%8B/"},{"title":"新的开始","text":"全新的开始暴走北纬3月9日 10:04 来自 微博拿四年比特币，不如别人拿一个月小币种。 1.其实老韭菜常说的一句话，别看倍率，要看具体收益。你比特币敢拿大仓位，山寨币你可能只敢一部分仓位来搏了； 2.就像你合约开个蚂蚁仓，高杠杆，收益再高也没用。像我成本很低的情况下，这些年都是满仓状态，现在每天1%的波动，对我的收益影响其实都挺大的； 3.比特币入场的位置非常重要，但有时候在邻近的几年里，也不是越早越好。比如你如果在2020年3月份左右入场，你的收益是远大于前2年入场的玩家； 4.造成这样的原因是因为比特币的震荡造成的，但拉长来看，不去过份纠结几年的时间，仍旧是越早入场越好。就像我经常跟朋友说的那样，你想通过比特币越级，仍旧需要吃到2个完整的牛市的红利； 5.这种经历我感触太深了，我是2013年入场，2014年亏损得一塌糊涂，2015年下半年大概才盈亏平衡，这还是我在这几年里，一有钱就不断加仓的结果。所以你看，如果有人比我晚2点，在2015年上半年入场，如果他能和我一起拿到现在，他的收益也是远大于我的； 5.幸福总是对比出来的，其实4年8倍的收益，说真的，拿到别的领域，称为神来之笔也不为过了，你根本没必要和圈子里面的人来对比，进而影响自己的心态； 6.牛市后半场，按往年来看，多数是山寨币的主场。比特币涨1倍，别的币种可能10倍。所以你得做好这准备。可能你要说，那我为什么不去这个时间点玩山寨币？Emmmm，可以的啊，只要你能克服这心里包袱，毕竟，未来谁能说得清，你也不敢肯定今年就和往年的状况一样； 7.突然想起来之前朋友问我，肥宅这轮都干了这么多钱，你囤了这么多年，心态能平衡吗？我说这不一样，他参与的风险比我大，收益上下限，本就应该比我高，这是一定的。这世界上，哪有你又想低风险，又要高收益的事； 8.总之吧，我是觉得在比特币的世界里，你不能看短期收益。这个市场热点太多，变化太快，如果你总是追随这些，其实是件挺危险的事。除非你觉得自己能在最狂热的时候，急流勇退，但过来人的经验就是，这真的非常困难。","link":"/2021/03/09/%E6%96%B0%E7%9A%84%E5%BC%80%E5%A7%8B/"},{"title":"波卡生态介绍一","text":"","link":"/2021/03/13/%E6%B3%A2%E5%8D%A1%E7%94%9F%E6%80%81%E4%BB%8B%E7%BB%8D%E4%B8%80/"},{"title":"潜力公链介绍一","text":"","link":"/2021/03/13/%E6%BD%9C%E5%8A%9B%E5%85%AC%E9%93%BE%E4%BB%8B%E7%BB%8D%E4%B8%80/"},{"title":"行情分析-比特币冲高后回调","text":"基本面分析正常回调，尚未跌破趋势线外围市场交易所比特币存量下滑，部分机构在50000美金左右买入，说明还有机构认为有可盈利空间 行情分析比特币走势上，趋向于向上，受股市下跌等因素影响，出现小回调","link":"/2021/03/10/%E8%A1%8C%E6%83%85%E5%88%86%E6%9E%90-%E6%AF%94%E7%89%B9%E5%B8%81%E5%86%B2%E9%AB%98%E5%90%8E%E5%9B%9E%E8%B0%83/"},{"title":"长期主义的思考","text":"长期主义到底是什么？ 似乎没人讲明白。 高瓴资本的张磊刚在《价值》一书中讲完长期主义，就被批在新能源汽车的投资上“短期操作”。索罗斯在“活下来”和“投资收益”这方面算是长期主义者，但他是个典型的“反转者”，经常见风使舵。李录被芒格视为“房间里最聪明的人”，是价值投资的信徒，毋庸置疑是位长期主义者，可是他又说投资人应该像个高尔夫球手，应该打无记忆的球。 看起来似乎有点儿矛盾，有点儿分裂。 长期主义不仅很难定义，而且更难实践。 有一次，一位朋友问我： 如何兼顾“长期主义”和“当下行动”呢？ 长期主义追求不变，而行动需要随机应变。这二者如何调和呢？ 本文将以乔布斯人生中最重要的决策原则为例，用一个独特的“双线模型”，来回答这个问题。 这个“双线模型”，用大白话来说，就是： 永远去做你余生中最重要的那件事。&lt;!– more –&gt;尽管乔布斯在大家心目中偏“文科”（本人不赞成文理分科），他的这个决策原则似乎也有点儿鸡汤，但事实上，其背后的原理，竟然和AI一模一样。 如我所说：每个高手，都是一只人肉阿尔法狗。 其最大的价值，就是给出了一个每个人都能够实践的“体系”，从而实现： 既能坚持长期主义，又能走好当下一手。 概括而言：1、长期主义，是指一个人或者机构的长期评估体系，是愿景，价值观，终极目标。 例如对于阿尔法狗而言，其评估体系就是终局胜率。 如此一来，自然就有了大局观。 2、当下一手，就是根据以上评估体系，找出终局胜率最大的一手。 以围棋为例，人类因为算力局限，以及习惯的“只看眼前”，会混淆局部（短期）最优，和全局（长期）最优。 AI就只顾终局胜率，每一手都归零，从头算当下的概率。 为什么要引入概率呢？ 因为即使是AI，也无法穷尽变化，精确算出终局胜率，所以干脆用概率评估，选相对优的那一手。 3、以上两点，是长期主义的两只眼。 4、所谓打“无记忆的球”，就是一个马尔可夫决策过程。 马尔可夫过程（马尔可夫链）是一个无记忆的随机过程，看似只管“当前状态”，其实是为了实现全局的期望回报最大化。 5、所以，这就解释了长期主义高手为什么“善变”。 这方面乔布斯做决策和AI下围棋非常像，有时候看起来非常飘忽，会突然放下某个局部不管，走到别处去了，该弃就弃，绝不纠结。 6、长期主义不是简单的“坚持”或“连续”。 一个人的连续性，是根据其对目标的连续性来评估的，而不是看其短期行为的连续性。尽管二者很多时候看起来是一致的。 7、长期主义，还是一个贝叶斯更新的过程。 决策者追求的是大概率靠谱，而不是绝对靠谱，而且这个概率会随着时间不断优化。 长期主义作为一个贝叶斯更新的过程，既是前进，又是进化。 长期主义的本质，是自我的成长。 8、长期主义是对求真的信仰，而对于“眼前一手”，则敢于随时调整自己的信念。 9、只有如此，才可能在一个不确定的世界里，实现时间的复利，空间的复利，资金的复利，以及自我的复利。 10、很多人以为“长期主义”是关于毅力的问题，其实是关于洞察力和计算力的问题。 一人生会有多个不同意义上的转折点。在经历了多段不靠谱的恋爱之后，花花公子乔布斯终于被收服了，那时他被苹果董事会赶出来5年了，距离他再被请回去复兴这家公司还有6年。 1990年，乔布斯在斯坦福大学做了一次演讲。劳伦·鲍威尔是商学院的新研究生，被一个同学拉来听，因为到晚了，没位置坐，她就带着她的朋友走到第一排，坐在了两个预留的嘉宾位上。 乔布斯到场后，被引导到她旁边的座位。他被右侧劳伦吸引了，和她聊了几句。 乔布斯回忆说：“我在停车场，车钥匙已经插上。我问自己，‘如果这是我人生在世最后一天，我是愿意开一场商业会议，还是同这个女人一起度过？’我跑过停车场，问她是否愿意与我共进晚餐。她说好。我们一起走进市里，自此一生携手。” 图片 后来人们说，劳伦给了世界一个更好的乔布斯。 二在上面这个爱情传奇里，乔布斯实际上是做了一个思想实验： 他把自己的余生压缩为一天，这样就能更加聚焦地思考，什么是当下最重要的事情。 眼下最优还是长期最优？局部最优还是全局最优？ 这可能是牛人和普通人最大的区别之一。 国际象棋天才卡斯帕罗夫说： “战略家总是先设立一个远期目标，制定相关的战略，然而返回头制定具体措施。他会先设立实现远期目标所必须的一些中期目标。特级大师下棋时，依靠的不是对成千上万种应对方案进行单纯的筛选，而是先确定一个他想在10-15步棋后希望达到的局面。他会评估所有可能性，设定一个目标，然后一步步走向这个目标。” 然而人的大脑天生并不是为长期思考做准备的。 我们的大脑是在漫长的进化过程中，靠一点点修修补补完成的，它背负了太多来自远古和丛林时代的包袱。 决定人类思考、计划和决策等理性行为的，是大脑的前额叶皮层，它让我们摆脱了见到老虎就跑的命运，开始有了长期思考的习惯。 三人工智能击败人类围棋顶尖高手，靠的是长期主义的“战略”，而不是局部精确的“战术”，这一点让人意外。 图片 阿尔法狗之父哈萨比斯认为，关于围棋，人类3000年来犯了一个大错。 围棋里有“金角、银边、草肚皮”的谚语。在过去，人们认为刚开局时，在棋盘的第三路和第四路上落子有更大的价值，太靠近中央则又点儿虚无缥缈。 但是在对战李世石的一局中第37步中，阿尔法狗落子在了第五路，进军棋局的中部区域。与四路相比，这根线离中部区域更近。这可能意味着，在几千年里，人们低估了棋局中部区域的重要性。 为了理解这一点，让我简单重复一下阿尔法狗的工作原理： 1、决策网络：模仿人类，根据“直觉”，找出当下局面最好的5-10种可能的落子点； 2、价值网络：评估上面那几个候选落子点的胜率。是什么胜率？走到终局的胜率。 3、增强学习：人工智能开始的时候“直觉”不会那么准，对胜率的评估也因受到计算深度的控制而未必那么精确，但它可以通过增强学习，进行大量训练，不断进化，进而战胜人类。 这里的要点是： 不管一盘棋多么漫长，阿尔法狗评判一手棋只有一个标准–下到最后的胜率。 人的自我学习和进化，和人工智能非常接近。 如哈萨比斯所说： 从生物角度来讲，动物和人类等，人类的大脑是多巴胺控制的，它在执行增强学习的行为。因此，不论是从数学的角度，还是生物的角度，增强学习是一个有效的解决人工智能问题的工具。 四冲动是魔鬼，但冲动也实现了地球生物的“自动驾驶”。这是大自然算法的神奇之处，造物主实现这一点，大部分是通过多巴胺。 多巴胺是一种用来帮助细胞传送脉冲的化学物质，是神经传导物质的一种。这种传导物质主要负责大脑的感觉，将兴奋及开心的信息传递。 简而言之，多巴胺负责即时满足，及时行乐，见了就上，扭头就跑。 后来，人类非常幸运地发展出“前额叶”，从而拥有了“未来”的概念，我们愿意为了将来的目标，抑制当下的冲动。 图片 前额叶如何控制多巴胺？ 前额叶像一个大脑中的信息枢纽，当大脑中同时产生了多个与多巴胺相关的信号，这些信号会汇总到前额叶，前额叶像一个评委会一样，选出“最美”的那个信号。 选美的标准是什么？就是前额叶对未来的“想象”。假如前额叶觉得某个冲动不利于未来，就会抑制该多巴胺发出的信号。 可想而知，如果与多巴胺相关的活动过于活跃，又或者前额叶并不能对未来有一个明晰的定义以及坚定的执行，那么多巴胺就会占据上风。 五你也许会说了，谁都知道长期主义好，说到容易做到难啊，为什么成功必须付出“反人性”的代价呢？ 再说了，长期主义遥不可及，近期利益就在眼前，中间地带模糊不清，一鸟在手好过百鸟在林啊。 还有，假如饭都吃不饱，谈什么长期主义呢？ 卡斯帕罗夫在一次实战中，走出一步算路深达18步的绝杀，震惊棋坛。 图片 我印象中，有次加藤正夫直线进攻，50步毫无差漏，一举绞杀对方大龙，令人赞叹不已。 然而即使如此，绝大多数时候，再厉害的棋手，计算深度也是有限的，更何况坐在对面的，也是旗鼓相当的高手。 人工智能也不能例外，适当的时候必须停止计算。 但即使如此，其评价系统始终如一： 走出当下能赢得全局获胜概率最高的那手棋。 有计划没行动是纸上谈兵，有行动没计划是自寻死路。 爱默生说：“一个人如果懂得如何去作，那么他将永远不会失业。一个人如果懂得为什么去作，那么他将永远是自己的主宰。” 就像大江大河，遇到阻挡，也会绕路，但却始终奔向大海的方向。 没有任何证据显示乔布斯有非常高的智商，相反，他的人格缺陷，让他获得了某种非常决绝的“审判力”，就像一个强大的前额叶。 尽管他本人更像一个多巴胺驱动的人。 纵观苹果的发展历史，那些伟大的产品发明，卓越的商业构想，基本上都是由乔布斯所聚集的聪明人们想出来的。 乔布斯的算法很简单：我只要最好的。 于是他每每做出果断的决策，他够狠心。 塔塔科维尔说：“战术是当你有棋可走时知道如何走棋。战略是当你无棋可走时知道如何走棋。” 在始于上个世纪七十年代的信息浪潮中，乔布斯的偏执构成了一种强大的领导力。 六然而，长期思维容易让人产生“完美主义”，大事还没有，小事不肯做，四处游离。 解决方案是：专注做好眼下最重要的那件事。 乔布斯的一本个人传记，说到他有个特点： 他会在一段时间对某件事特别专注，然后突然之间，又去关注其他事情。在工作上，他会在想做的时候专注于想做的事情，对其他事他就没反应了，全然不管其他人多么努力地想让他参与进来。 这其实是乔布斯个人算法的另一面： 我只要最好的，我只管把眼前的一件事做到最好。 几乎所有的牛人都有这种瞬间入定的天赋，控制论之父维纳有一天工作回家，竟然没认出在走道等他的女儿。 图片“史蒂夫会走两个极端，有时高度专注，好像她是宇宙的中心，而有时又表现出冷漠的距离感，专注在工作上。”史密斯说， “他有能力像激光那么专注，当他的光芒照耀在你身上，你会沐浴着他的关爱。而当他的光芒转移到其他关注点时，你就会感觉非常非常的黑暗。这让劳伦感到非常困惑。” 棋手卡帕布兰卡说： “我只向前看一步，但总是正确的一步。” 七让我们说回多巴胺和前额叶。 哈佛大学曾有一项研究持续跟踪700多人一生，目的是探寻决定一个人过得幸福的原因到底是什么？ 最终的研究结论是： 只有良好的社会关系，包括和谐温暖的亲情、友谊、工作等关系，才能让人们幸福和快乐。 从未有人遗憾地说此生的爱或蹦极体验不足。一名舒缓疗法护士在病人最后的日子里对其进行了一些调查，向我们展示了人的一生最常见的几大遗憾。位居榜首的是，尤其对于男性，“希望自己工作别那么努力。” 布罗妮·瓦尔是澳大利亚的一名护士，专门照顾生命仅余12周的病人。她将病人弥留之际的顿悟，记录在《人在弥留之际的五大憾事》这本书里。 她所总结的人生五大憾事是： 1、我希望能够有勇气活出真正的自己，而不是按别人的期望生活。 2、我希望自己工作别那么努力。（这一项是男性的憾事之首） 3、我希望能够有勇气表达自己的感受。 4、我希望我能与朋友们保持联系。 5、我希望能让自己更快乐。 在决定去停车场追上劳伦的那一瞬间，乔布斯那个智商并不出色的大脑采用了他一贯擅长的简明算法：把自己的余生压缩到最后一天，我会作何选择？ 贝佐斯在决定离开华尔街去创办亚马逊时，也是采用了“最小化后悔模型”。 当我们意识到生命中最重要的是什么时，才能给前额叶发出最清晰的指令，让我们在此起彼伏的多巴胺刺激中，能够做出符合长期利益的决策。 默克尔在哈佛演讲上，给数千位应届毕业生们以肺腑良言： “常常问自己：我之所以去做，是因为这事本身是对的，还是仅仅因为有把握做成它？” 很多时候，我们买某件东西，并非自己真的很需要它，而仅仅是因为打折促销； 我们选择做某件事，仅仅是因为短期有满足感，并且甘心因此放弃长期利益； 我们做出某个重要决定，并非是因为这个决定正确，而是因为想讨某些人的欢心。 图片 要想为前额叶中建立一个强大的指挥中心，该中心和人工智能一样，只有一个评价标准：让这盘棋的最终获胜概率最大化。 一个人的一生，无非也是一盘棋。 你无需多聪明，也不必多富有，只需像乔布斯们那样： 永远去做你余生中最重要的那件事。 八扎克伯格每天都问自己这样一个问题： “我现在做的，是我所能做的最重要的事情吗？只有在获得了肯定的答案后，我才会感到舒服，感觉自己的精力和时间没有白费。” 和乔布斯一样，扎克伯格也擅长贪心算法。 贪心算法，是一种在每一步选择中都采取在当前状态下最好或最优（即最有利）的选择，从而希望导致结果是最好或最优的算法。 贪心算法在有最优子结构的问题中尤为有效。最优子结构的意思是局部最优解能决定全局最优解。简单地说，问题能够分解成子问题来解决，子问题的最优解能递推到最终问题的最优解。 所以，你需要一个分解体系，来链接你的理想和现实。 拷问自己：我现在做的是我所能做的最重要的事情吗？ 这是一个不断自我刷新的过程。 图片 大局和局部，坚持和变化，长期和眼前，因为世界的不确定性，因为我们大脑算力的局限性，永远是个难解之题，永远是个从模糊到精确的变化过程。 其实牛人都是善变的，或者说，他们敢于变化。 也许最重要的事情并没有变化，而是经过评估，眼前的这件事情已经与未来最重要的事情不相符了。 又或者，发现此前被设定为最重要的那件事也不对了，勇敢断臂，坚决止损。 永远去做你余生中最重要的那件事，能帮助你持续“自我刷新”。 正如比尔·盖茨在微软CEO纳德拉的个人传记《刷新》的“序言”所说，它（刷新）不会将所有东西都清除并重新开始，它实际上会保留一些内容并替换其他内容。 九早在认识劳伦之前，乔布斯已经有了一个女儿。 1978年，丽莎出生了，23岁的乔布斯却拒绝承认她是自己的女儿。当时苹果已经上市，在法院的强制下，乔布斯才开始承担部分抚养费。 丽莎9岁时，乔布斯终于承认了丽莎这个女儿，却一直对她尖酸刻薄，以致于女儿10岁时就去看心理医生。 在生命倒数时，这一次不再是一个天才的大脑实验，而是真正的最后时刻，乔布斯终于向丽莎道歉，为自己不陪伴丽莎、忘记她生日、不回信息和电话等等行为道歉，他一遍又一遍地对丽莎说：“我欠你个人情。” 他最终留给了丽莎和其他子女相同数额的遗产。 他说：“如果时光可以倒流，我希望我能是个更好的爸爸。” 图片 温哥华有个朋友，去参加孩子升入高中后的家长会，她以为会是类似于我们的高考总动员什么的，结果校长在发言中只强调了一点： “你们的孩子马上就要长大成人，这几年会是你和他最宝贵的相处时光，好好享受。” 有一年在香港，遇到一位此前在地产行业有过交往的朋友，他好心地帮我算了一下过去10年我因为家庭移居而可能少赚的钱。 “你后悔吗？”他问。 坦率地说，我从未有过一秒的后悔。 因为我没错过孩子长大的岁月。 即使想赚更多钱，也可早可晚。 而孩子的成长是不可逆的。 我很庆幸自己，当初选择了做余生中最重要的那件事。","link":"/2021/03/11/%E9%95%BF%E6%9C%9F%E4%B8%BB%E4%B9%89%E7%9A%84%E6%80%9D%E8%80%83/"}],"tags":[{"name":"新手查看","slug":"新手查看","link":"/tags/%E6%96%B0%E6%89%8B%E6%9F%A5%E7%9C%8B/"},{"name":"比特币","slug":"比特币","link":"/tags/%E6%AF%94%E7%89%B9%E5%B8%81/"},{"name":"方法论","slug":"方法论","link":"/tags/%E6%96%B9%E6%B3%95%E8%AE%BA/"}],"categories":[{"name":"板块","slug":"板块","link":"/categories/%E6%9D%BF%E5%9D%97/"},{"name":"NFT","slug":"板块/NFT","link":"/categories/%E6%9D%BF%E5%9D%97/NFT/"},{"name":"Defi","slug":"板块/Defi","link":"/categories/%E6%9D%BF%E5%9D%97/Defi/"},{"name":"学习笔记","slug":"学习笔记","link":"/categories/%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B0/"},{"name":"DeFi","slug":"板块/DeFi","link":"/categories/%E6%9D%BF%E5%9D%97/DeFi/"},{"name":"学习笔记","slug":"板块/学习笔记","link":"/categories/%E6%9D%BF%E5%9D%97/%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B0/"},{"name":"Layer2","slug":"板块/Layer2","link":"/categories/%E6%9D%BF%E5%9D%97/Layer2/"},{"name":"平台币","slug":"板块/平台币","link":"/categories/%E6%9D%BF%E5%9D%97/%E5%B9%B3%E5%8F%B0%E5%B8%81/"},{"name":"ETH系","slug":"板块/Defi/ETH系","link":"/categories/%E6%9D%BF%E5%9D%97/Defi/ETH%E7%B3%BB/"},{"name":"技术分析","slug":"学习笔记/技术分析","link":"/categories/%E5%AD%A6%E4%B9%A0%E7%AC%94%E8%AE%B0/%E6%8A%80%E6%9C%AF%E5%88%86%E6%9E%90/"},{"name":"波卡生态","slug":"板块/波卡生态","link":"/categories/%E6%9D%BF%E5%9D%97/%E6%B3%A2%E5%8D%A1%E7%94%9F%E6%80%81/"},{"name":"公链","slug":"板块/公链","link":"/categories/%E6%9D%BF%E5%9D%97/%E5%85%AC%E9%93%BE/"},{"name":"行情分析","slug":"行情分析","link":"/categories/%E8%A1%8C%E6%83%85%E5%88%86%E6%9E%90/"},{"name":"BSC","slug":"板块/DeFi/BSC","link":"/categories/%E6%9D%BF%E5%9D%97/DeFi/BSC/"},{"name":"思想体系","slug":"思想体系","link":"/categories/%E6%80%9D%E6%83%B3%E4%BD%93%E7%B3%BB/"},{"name":"潜力项目","slug":"板块/公链/潜力项目","link":"/categories/%E6%9D%BF%E5%9D%97/%E5%85%AC%E9%93%BE/%E6%BD%9C%E5%8A%9B%E9%A1%B9%E7%9B%AE/"},{"name":"认识观","slug":"思想体系/认识观","link":"/categories/%E6%80%9D%E6%83%B3%E4%BD%93%E7%B3%BB/%E8%AE%A4%E8%AF%86%E8%A7%82/"},{"name":"长期主义","slug":"思想体系/认识观/长期主义","link":"/categories/%E6%80%9D%E6%83%B3%E4%BD%93%E7%B3%BB/%E8%AE%A4%E8%AF%86%E8%A7%82/%E9%95%BF%E6%9C%9F%E4%B8%BB%E4%B9%89/"}]}